i5-2500k/noretpoline-pti-nopcid/pgbench/200/runs/result-ro-prepared-200-1.log
transaction type: <builtin: select only>
scaling factor: 200
query mode: prepared
number of clients: 4
number of threads: 4
duration: 300 s
number of transactions actually processed: 27397539
latency average = 0.044 ms
tps = 91325.106507 (including connections establishing)
tps = 91325.619111 (excluding connections establishing)