i5-2500k/noretpoline-pti-nopcid/pgbench/200/runs/result-rw-2.log
transaction type: <builtin: simple update>
scaling factor: 200
query mode: simple
number of clients: 4
number of threads: 4
duration: 1800 s
number of transactions actually processed: 10079854
latency average = 0.714 ms
tps = 5599.917869 (including connections establishing)
tps = 5599.923109 (excluding connections establishing)